{
  "deck_set_1":
  {
    "Deck_name": "Relasianship",
    "Questions": [
      "If you wouldn't date anyone below 5ft 10in (178cm), take 3 sips.",
      "If you were or are in a long distance relationship during COVID, take 2 sips.",
      "Ramen or Pho? Which is better? Losing team takes 3 sips.",
      "Categories: Asian alcohol. Loser takes 2 sips.",
      "If you have ever went for boba on a first date, take 4 sips.",
      "If you are below Gold in League of Legends, take 7 sips. If you don't play League of Legends, take 5 sips of water.",
      "If you get asian flush, take 1 sip.",
      "If you compared your significant other to an animal, take 5 sips",
      "If your significant other plays League of Legends instead of watching kdrama with you, take 2 sips",
      "If your main form on activity in your relationship is kdrama, take 2 sips",
      "Kdrama or Running man? Losing team takes 2 sips.",
      "If you stay on call whilst you poop, take 1 sip.",
      "If you've attended an online class whilst on the toilet or in bed, take 1 sip.",
      "If you drink tea, take 2 sips of tea.",
      "Tea or Coffee? Losing team takes 1 sip.",
      "If your significant other says they would not want a uterus, take 3 sips.",
      "If you think It's Okay To Not Be Okay shouldn't be kdrama of 2020, take 8 sips.",
      "If your parents would never approve of an interracial relationship, take 2 sips.",
      "If you would date a vegan, take 10 sips.",
      "Chick-Fil-A or Mcdonald's Fries? Losing team takes 3 sips.",
      "Categories: League of Legends Champions. Loser takes 4 sips.",
      "Categories: Religion. Loser takes 1 sips.",
      "If you've attempted a Chloe Ting Workout, do 10 situps or take a shot.",
      "If you speak three languages or more, take 4 sips.",
      "If you've been to a Kpop concert, take 1 sip.",
      "If you've ever been to an Anime convention, take 4 sips and call yourself a weeb.",
      "Categories: Sexual Fetishes. Loser takes 5 sips.",
      "If you are currently wearing Uniqlo, strip it off or take 5 sips.",
      "Categories: Asian Cosmetic Brands. Loser takes 1 sip.",
      "If you sleep with plushies at night, take 2 sips.",
      "If you're using someone else's Netflix account, take 6 sips.",
      "If you have an app to remind you to drink water, take 5 sips of water.",
      "If you have an RGB keyboard, take 2 sips. If you have programmed it, take 4 sips.",
      "If you've been to four or more continents, take 1 sip.",
      "If your longest relationship is less than six months, pat yourself on the back and cry.",
      "If people still card you when you're over 25, take 2 sips.",
      "Take 1 sip for every festival you've been to this year.",
      "If your mom still calls you nearly every day, take 1 sip and call her for once.",
      "Take 5 sips if your parents had a COVID-related scare story from their friends.",
      "Take 2 sips if any of your family/freinds are scared of Wechat getting banned in the United States."
    ],
    "Creators": [
      "Ralph Cheng",
      "Nicole Wan"
    ],
    "Category": "Relationship"
  },

  "deck_set_2":
  {
    "Deck_Name": "Empty",
    "Questions": [],
    "Creators": "Ralph Cheng",
    "Category": "Anything"
  }
}
